{
  "leukocytes": {
    "children": {
      "normal": "4.0-12.0",
      "advice_increased": "Підвищений рівень лейкоцитів може свідчити про інфекцію або запальний процес. Рекомендується звернутися до лікаря.",
      "advice_decreased": "Знижений рівень лейкоцитів може бути ознакою ослабленого імунітету. Зверніться до лікаря для додаткових обстежень."
    },
    "adolescent_boys": {
      "normal": "4.0-10.5",
      "advice_increased": "Підвищений рівень лейкоцитів може свідчити про інфекцію або запальний процес. Для підлітків хлопців це особливо актуально під час гормональних змін. Рекомендується обстеження.",
      "advice_decreased": "Знижений рівень лейкоцитів може бути ознакою низького імунітету або інших патологій. Рекомендується проконсультуватися з лікарем."
    },
    "adolescent_girls": {
      "normal": "4.0-10.5",
      "advice_increased": "Підвищений рівень лейкоцитів може вказувати на запальні процеси або стрес. Рекомендується обстеження у лікаря.",
      "advice_decreased": "Знижений рівень лейкоцитів може вказувати на слабкий імунітет. Рекомендується обстеження."
    },
    "adults": {
      "normal": "4.0-9.0",
      "advice_increased": "Підвищений рівень лейкоцитів може бути ознакою інфекції або запалення. Зверніться до лікаря для детального обстеження.",
      "advice_decreased": "Знижений рівень лейкоцитів може бути наслідком ослаблення імунної системи. Зверніться до лікаря для консультації."
    }
  },
  "hematocrit": {
    "children": {
      "normal": "34-40",
      "advice_increased": "Підвищений рівень гематокриту може бути ознакою зневоднення або серйозних захворювань. Зверніться до лікаря.",
      "advice_decreased": "Знижений рівень гематокриту може вказувати на анемію або інші проблеми зі здоров'ям. Рекомендується консультація з лікарем."
    },
    "adolescent_boys": {
      "normal": "38-45",
      "advice_increased": "Підвищений рівень гематокриту може бути пов'язаний з фізичним навантаженням або хворобами. Зверніться до лікаря.",
      "advice_decreased": "Знижений рівень гематокриту може вказувати на анемію. Рекомендується обстеження."
    },
    "adolescent_girls": {
      "normal": "36-44",
      "advice_increased": "Підвищений рівень гематокриту може бути наслідком зневоднення. Рекомендується звернутися до лікаря.",
      "advice_decreased": "Знижений рівень гематокриту може свідчити про анемію. Зверніться до лікаря для консультації."
    },
    "adults": {
      "normal": "38-52",
      "advice_increased": "Підвищений рівень гематокриту може вказувати на хронічні захворювання або зневоднення. Рекомендується звернутися до лікаря.",
      "advice_decreased": "Знижений рівень гематокриту може свідчити про анемію або інші проблеми. Рекомендується звернутися до лікаря."
    }
  },
  "erythrocytes": {
    "children": {
      "normal": "4.0-5.5",
      "advice_increased": "Підвищений рівень еритроцитів може свідчити про зневоднення або серйозні захворювання. Рекомендується обстеження.",
      "advice_decreased": "Знижений рівень еритроцитів може вказувати на анемію. Зверніться до лікаря для консультації."
    },
    "adolescent_boys": {
      "normal": "4.5-5.5",
      "advice_increased": "Підвищений рівень еритроцитів може бути наслідком фізичного навантаження або інших причин. Рекомендується проконсультуватися з лікарем.",
      "advice_decreased": "Знижений рівень еритроцитів може вказувати на анемію. Рекомендується обстеження."
    },
    "adolescent_girls": {
      "normal": "4.0-5.0",
      "advice_increased": "Підвищений рівень еритроцитів може вказувати на зневоднення або інші проблеми зі здоров'ям. Рекомендується обстеження.",
      "advice_decreased": "Знижений рівень еритроцитів може бути наслідком анемії. Зверніться до лікаря."
    },
    "adults": {
      "normal": "4.0-5.6",
      "advice_increased": "Підвищений рівень еритроцитів може бути ознакою хронічних захворювань. Рекомендується звернутися до лікаря.",
      "advice_decreased": "Знижений рівень еритроцитів може вказувати на анемію. Зверніться до лікаря для консультації."
    }
  }
}
